/* (unsaved) */
"(unsaved)" = "(neuloženo)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "K dispozici je nová verze programu (%@). Přejete si ji získat?";

/* Advanced preferences toolbar item Label */
"Advanced" = "Pokročilé";

/* Advanced Find */
"Advanced Find" = "Pokročilé vyhledávání";

/* The name for the all documents project */
"All documents" = "Všechny dokumenty";

/* Appearance preferences toolbar item Label */
"Appearance" = "Vzhled";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "Určitě chcete smazat %1$i výskytů z “%2$@”?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "Určitě chcete smazat jeden výskyt “%@?”";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "Určitě chcete nahradit %1$i výskytů z “%2$@” pomocí “%3$@”?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "Určitě chcete nahradit jeden výskyt z “%1$@” pomocí “%2$@”?";

/* Ask if you are sure you want to download preferences for Smultron from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Smultron from your iDisk and replace your current settings?" = "Určitě chcete zkopírovat předvolby pro Smultron z vašeho iDisk účtu a nahradit jimi Vaše současně používané?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "Určitě chcete nainstalovat nástroje pro příkazovou řádku?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "Určitě chcete obnovit tento dokument?";

/* Ask if you are sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Smultron and replace the preference file on your iDisk (if it exists)?" = "Určitě chcete zkopírovat Vaše současné předvolby pro Smultron a nahradit jimi případný soubor předvoleb na Vašem iDisk účtu?";

/* Authenticate */
"Authenticate" = "Ověřit totožnost";

/* The name for bytes in the info window */
"bytes" = "bytů";

/* Cancel-button */
"Cancel" = "Zrušit";

/* Name for undo Change Encoding */
"Change Encoding" = "Změnit kódování";

/* Name for undo Change Line Endings */
"Change Line Endings" = "Změnit zakončení řádků";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "Změňte v předvolbách typ kódování nebo zkontrolujte obsah souboru, pokud jej otevřete.";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "Zvolte soubor nebo nastavte v předvolbách otevírání všech položek ve složkách.";

/* Close */
"Close" = "Zavřít";

/* Close Split */
"Close Split" = "Zavřít rozdělení okna";

/* Collection */
"Collection" = "Sbírka";

/* Command ran successfully in runAction */
"Command ran successfully" = "Příkaz proběhl správně";

/* Commands */
"Commands" = "Příkazy";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "kopie";

/* Indicate that you could not connect properly to your iDisk in Can't-connect-to-iDisk sheet */
"Could not connect properly to your iDisk" = "Nelze se připojit k iDisk účtu.";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "Nelze nalézt hledaný výraz “%@”.";

/* Indicate that a Smultron preference-file could not be found on your iDisk in Can't-find-iDisk-preferences-file sheet */
"Could not find a Smultron preference-file on your iDisk" = "Nelze nalézt soubor předvoleb na iDisk účtu.";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "Nelze nalézt soubor s popisem syntaxe odpovídající tomuto dokumentu.";

/* Indicate that the local Preferences file could not be found in Can't-find-local-preferences-file sheet */
"Could not find your local preferences file" = "Nelze nalézt soubor s používanými předvolbami.";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "Nelze přepsat soubor “%@”, jelikož byl odstraněn.";

/* Delete-button */
"Delete" = "Smazat";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "Chcete ignorovat změny provedené jinou aplikací, nebo znovu načíst dokument a zahodit všechny změny, které jste v něm udělali zde?";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "Chcete ignorovat změny provedené jinou aplikací, nebo znovu načíst dokument?";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "Chcete otevřít “%@” jako projekt nebo jako textový soubor.";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "Nezalamovat řádky";

/* Don't Save-button in Close-sheet */
"Don't Save" = "Neukládat";

/* Download */
"Download" = "Zkopírovat";

/* Encoding, in the status bar */
"Encoding" = "Kódování";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "Nalezeno %1$i shod s hledaným řetězcem “%2$@”.";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "Nalezena jedna shoda s hledaným řetězcem “%@”.";

/* Function */
"Function" = "Funkce";

/* General preferences toolbar item Label */
"General" = "Obecné";

/* Hide Documents List in View menu */
"Hide Documents List" = "Skrýt seznam dokumentů";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "Skrýt neviditelné znaky";

/* Hide Line Numbers */
"Hide Line Numbers" = "Skrýt čísla řádků";

/* Hide Projects toolbar item Label */
"Hide Projects" = "Skrýt projekty";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "Skrýt přihrádku projektů";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "Skrýt stavový řádek";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "Skrýt zvýraznění syntaxe";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "Skrýt záložky";

/* Indicate that if you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install smultron will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Pokud vyberete Instalovat, Smultron bude nainstalován do /usr/bin a jeho manuálová stránka do /usr/share/man/man1 a budete ho moci používat přímo v Terminálu (možná bude třeba, abyste se dvakrát prokázali přihlašovacím jménem a heslem správce). Také můžete zvolit umístění všech potřebných souborů na plochu a nainstalovat je ručně.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "Chcete-li, můžete se zkusit prokázat přihlašovacím jménem a heslem správce.";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "Ignorovat";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "Převedené výstřižky kódu";

/* Info */
"Info" = "Informace";

/* Install-button in Install-command-line-utility sheet */
"Install" = "Instalovat";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "Zřejmě nemáte povolení k otevření souboru “%@”.";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "Zřejmě nemáte povolení k uložení souboru “%@”.";

/* Saved, in the status bar */
"Saved" = "Uloženo";

/* Length, in the status bar */
"Length" = "Délka";

/* Line Wrap Text */
"Line Wrap Text" = "Zalamovat řádky";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "Zalamovat / Nezalamovat řádky";

/* Live Find */
"Live Find" = "Rychlé vyhledávání";

/* Indicate that they should Make sure that your .Mac settings are correct and you are connected to the internet */
"Make sure that your .Mac settings are correct and you are connected to the internet" = "Ověřte, že vaše nastavení .Mac je správné a že jste připojeni k internetu.";

/* New */
"New" = "Nový";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "Není zvolen žádný dokument";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "Nedostupné";

/* OK-button */
"OK" = "Budiž";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "Staré výstřižky kódu";

/* Open */
"Open" = "Otevřít";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "Otvírání a ukládání";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "Buďte prosím trpěliví. Operace může trvat delší dobu.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "Změňte prosím předvolby, pokud chcete zobrazovat informace ve stavovém řádku.";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "Ověřte prosím, zda jste nepřemístili nebo nesmazali původní soubor";

/* Indicate that they should please check the installation of Smultron and that they have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist in Can't-find-local-preferences-file sheet */
"Please check the installation of Smultron and that you have a preference-file at <your home folder>/Library/Preferences/org.smultron.Smultron.plist" = "Zkontrolujte prosím instalaci Smultronu a přítomnost souboru předvoleb ve <vaše domovská složka>/Library/Preferences/org.smultron.Smultron.plist.";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "Zkontrolujte prosím instalaci aplikace a předvolby.";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "Ověřte prosím, že máte práva ke změně souboru a k zápisu do složky, ve které je uložen, a zkuste opakovat operaci.";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "Ověřte prosím exportování výstřižků kódu. Tato operace nemůže být vrácena.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "Zvolte prosím jiné umístění vybráním Otevřít%C z nabídky Soubor";

/* Indicate that they should please make sure that they have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences on their iDisk and that their .Mac settings are correct and that they are connected to the internet in Can't-find-iDisk-preferences-file sheet */
"Please make sure that you have a file called org.smultron.Smultron.plist in the folder /Documents/Smultron Preferences/ on your iDisk and that your .Mac settings are correct and that you are connected to the internet" = "Ověřte prosím, že máte soubor org.smultron.Smultron.plist ve složce /Documents/Smultron Preferences/ na iDisk účtu, že vaše nastavení .Mac je v pořádku a že jste připojeni k internetu.";

/* Indicate that they should make sure that their .Mac settings are correct and that they are connected to the internet in Can't-connect-to-iDisk sheet */
"Please make sure that your .Mac settings are correct and that you are connected to the internet" = "Ověřte prosím, že vaše nastavení .Mac je v pořádku a že jste připojeni k internetu.";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "Uložte jej prosím jinam.";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "Uložte jej prosím jinam pomocí Uložit jako%C v nabídce Soubor.";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "Zkuste prosím vybrat jiné umístění vybráním Uložit jako%C z nabídky Soubor.";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "Zkuste prosím vybrat jiné umístění vybráním Uložit jako%C z nabídky Soubor nebo ověřte, že máte práva ke změně souboru a k zápisu do složky, do které chcete ukládat.";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "Zkuste jej prosím uložit jinam.";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "Použijte prosím Uložit jako%C v nabídce Soubor.";

/* Position, in the status bar */
"Position" = "Poloha";

/* Preferences */
"Preferences" = "Předvolby";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "Příprava dokumentu pro tisk";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "Pro návrat z režimu přes celou obrazovku stiskněte klávesu Escape.";
/* Preview */
"Preview" = "Náhled";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "Projekt";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "Umístit na plochu";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "Obnovit";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "Nezapomeňte, že jakékoli změny můžete vždy odvolat.";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "Nahradit";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "Nahradit %1$i výskytů z “%2$@” pomocí “%3$@”.";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "Nahradit jeden výskyt z “%1$@” pomocí “%2$@”.";

/* Revert-button in Revert-sheet */
"Revert" = "Obnovit";

/* Save */
"Save" = "Uložit";

/* Selection, in the status bar */
"Selection" = "Výběr";

/* Show Documents List in View menu */
"Show Documents List" = "Zobrazit seznam dokumentů";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "Zobrazit skryté znaky";

/* Show Line Numbers */
"Show Line Numbers" = "Zobrazit čísla řádků";

/* Show Projects toolbar item Label */
"Show Projects" = "Zobrazit projekty";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "Zobrazit přihrádku projektů";

/* Show Status Bar in View-menu */
"Show Status Bar" = "Zobrazit stavový řádek";

/* Show Syntax Colours */
"Show Syntax Colours" = "Zobrazit zvýraznění syntaxe";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "Zobrazit záložky";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "Zobrazit / Skrýt čísla řádků";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "Zobrazit / Skrýt projekty";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "Zobrazit / Skrýt zvýraznění syntaxe";

/* Snippets */
"Snippets" = "Výstřižky kódu";

/* Split Window */
"Split Window" = "Rozdělit okno";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "Rozdělit okno / Zavřít rozdělení";

/* Syntax, in the status bar */
"Syntax" = "Syntaxe";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "Zvýraznění syntaxe";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "Definice syntaxe";

/* Text File-button in Ask-if-project-or-file sheet */
"Text File" = "Textový soubor";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "Dokument “%@” byl změněn jinou aplikací.";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "Dokument “%@” nebyl uložen.";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "Dokument “%@” již není otevřený.";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "Soubor “%@” neexistuje.";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "Při otvírání dokumentu v kódování %@ se objevily problémy. Chcete ho přesto otevřít?";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "Vyskytla se neznámá chyba při instalaci nástroje pro příkazový řádek.";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "Vyskytla se neznámá chyba při pokusu o otevření souboru %@ s ověřením totožnosti.";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "Vyskytla se neznámá chyba při pokusu o uložení souboru “%@”.";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "Vyskytla se neznámá chyba při pokusu o uložení souboru “%@” s ověřením totožnosti.";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "Tato zpráva se již nezobrazí, tak si ji zkuste zapamatovat :-)";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "Tato akce smaže všechny výstřižky kódu v souboru “%@”. Přejete si pokračovat?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "Vyskytla se neznámá chyba při zpracování příkazu.";

/* Name for untitled document */
"untitled" = "nepojmenovaný";

/* Untitled project */
"Untitled project" = "Nepojmenovaný projekt";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "Zkopírovat";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "Použít nastavení z předvoleb";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "Nelze uložit tento soubor, protože “%@” je nyní složka.";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "Nelze otevřít @”, protože se jedná o složku.";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "Nelze obnovit dokument, soubor “%@” byl odstraněn";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "Aby se ve stavovém řádku nic nezobrazovalo, je třeba změnit předvolby.";

/* You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron in Check-system-version */
"You need Mac OS X 10.4.5 Tiger or later to run this version of Smultron" = "Pro fungování této verze Smultronu je nutné mít Mac OS X Tiger 10.4.5 nebo pozdější.";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "Pokud soubor zavřete bez uložení, provedené změny budou ztraceny.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "Pokud obnovíte dokument, všechny změny budou ztraceny.";


